@extends('layouts.app')

@section('title')Головна сторінка@endsection

@section('content')

<div id="textp0">
    <div id="textp">
    Літературний компас
    </div>
    <div id="textp1">
        ЗНАЙДИ СВОЮ КНИГУ
    </div>
</div>
<div class="container bg-light main-div">
    <div class="">
        <h3 class="textp_name">Звернення до читата</h3>
        <div class="bd-callout bd-callout-info" style="text-align: justify; font-size:18px;">
        &nbsp;&nbsp;&nbsp;Бібліотека літературний компас - осередок громадської активності, інтелектуального спілкування, залучення до читання. 
        <br> &nbsp;&nbsp;&nbsp;Це - публічний простір, що відповідає інформаційним і духовним потребам сучасного користувача. Наші поетапні професійні набутки формувалися і формуються копіткою працею фахівців бібліотеки.
            Налагоджені успішні комунікативні взаємини з творчими спілками і громадськими організаціями, владними структурами, закладами культури, освіти, бізнесу допомагають бути затребуваними, реалізовувати інновації, розширювати спектр бібліотечних послуг, популяризувати вітчизняну і світову літературу з різних галузей знань, наукові, винахідницькі, творчі звершення краян. <br> Головним завданням нашої бібліотечної команди є рух до утвердження основних гуманітарних цінностей суспільства, створення особливого середовища для людей, які націлені на самореалізацію.
            <br>&nbsp;&nbsp;&nbsp;Життя бібліотеки <b>"Літературний компас"</b>  - це минувшина і сьогодення, де як у барвистому вінку переплелися яскраві незабутні роки праці кількох поколінь бібліотечних працівників, де шанують традиції, впроваджують інновації, дбають про прийдешнє.
            Наша бібліотека - це храм науки і освіти, духовності і добра. Адже саме тут кожен може наблизитись до скарбів світової думки, знайти велику користь душі своїй, піднятися над буденністю і поринути у віртуальний світ Інтернету.
           <br> &nbsp;&nbsp;&nbsp;Запрошуємо до бібліотеки всіх, хто прагне нових знань, нових книг та інформації, нових вражень і здивувань.
        </div>
    </div>
    <hr>
   <div class="text-center" style="margin: 10px auto;">
    <a href="{{ route('texts') }}" style="color:black; font-size:18px;">
    Перейти до творів
    <svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" fill="currentColor" class="bi bi-arrow-return-right" viewBox="0 0 16 16">
  <path fill-rule="evenodd" d="M1.5 1.5A.5.5 0 0 0 1 2v4.8a2.5 2.5 0 0 0 2.5 2.5h9.793l-3.347 3.346a.5.5 0 0 0 .708.708l4.2-4.2a.5.5 0 0 0 0-.708l-4-4a.5.5 0 0 0-.708.708L13.293 8.3H3.5A1.5 1.5 0 0 1 2 6.8V2a.5.5 0 0 0-.5-.5z"/>
</svg>
    </a>
   </div>
</div>
@endsection
